{
  "valhelsia.comment.chat": "-----Chat Messages-----",
  "valhelsia.chat.first_start_message": "Welcome to Valhelsia 5! The modpack is currently in beta, is not yet complete and bugs may be present.",
  "valhelsia.chat.discord": "Join us on our Discord server.",
  
  "valhelsia.comment.commands": "-----Commands-----",
  "valhelsia.config.current": "Current config entry: %s",
  "valhelsia.config.updated": "Updated config entry: %s",

  "valhelsia.commend.ui": "-----User Interface Changes-----",
  "valhelsia.tip_heading": "Valhelsia Tip",
  "tipsmod.title.default": "Minecraft Tip",

  "valhelsia.comment.tooltips": "-----Missing Tooltips-----",
  "tooltip.waila.crop_growth": "Growth: ",
  "tooltip.waila.crop_mature": "Mature",
  "valhelsia.tooltip.how_get_jade": "This gemstone can be found in the Jungle biomes.",
  "valhelsia.tooltip.backpack": "Contains 27 inventory slots and 1 upgrade slot.",
  "valhelsia.tooltip.iron_backpack": "Contains 27 inventory slots and 2 upgrade slots.",
  "valhelsia.tooltip.gold_backpack": "Contains 27 inventory slots and 3 upgrade slots.",
  "valhelsia.tooltip.diamond_backpack": "Contains 27 inventory slots and 5 upgrade slots.",
  "valhelsia.tooltip.netherite_backpack": "Contains 27 inventory slots and 7 upgrade slots.",

  "valhelsia.comment.entities": "-----Missing Entity Names-----",
  "entity.minecraft.villager.advancedperipherals.computer_scientist": "Computer Scientist",

  "valhelsia.comment.items": "-----Missing Item Names-----",
  "item.effortlessbuilding.randomizer_bag": "Randomizer Bag",
  "item.effortlessbuilding.golden_randomizer_bag": "Golden Randomizer Bag",
  "item.effortlessbuilding.diamond_randomizer_bag": "Diamond Randomizer Bag",
  "item.effortlessbuilding.reach_upgrade1": "Reach Upgrade 1",
  "item.effortlessbuilding.reach_upgrade2": "Reach Upgrade 2",
  "item.effortlessbuilding.reach_upgrade3": "Reach Upgrade 3",

  "valhelsia.comment.blocks": "-----Missing Block Names-----",
  "block.trolldom.air_shrine": "Air Shrine",
  "block.trolldom.earth_shrine": "Earth Shrine",
  "block.trolldom.fire_shrine": "Fire Shrine",
  "block.trolldom.water_shrine": "Water Shrine",

  "valhelsia.comment.tips": "-----Entries for the Tips mod-----",
  "valhelsia.tip.abacus": "Need to measure the distance between two blocks? Craft an Abacus to help!",
  "valhelsia.tip.jade": "Looking for Jade? Search underground in Jungle biomes.",
  "valhelsia.tip.carryon": "You can pick up many mobs and blocks by sneaking and right-clicking with both hands empty.",
  "valhelsia.tip.magical_farmland": "Farmland can be upgraded to Magical Farmland by using Arcane Bone Meal on it.",
  "valhelsia.tip.trowel": "The Trowel will place a random block from your hotbar when used, making it great for building with block variations!",
  "valhelsia.tip.snail": "You can find snails in autumnal biomes, and they love all things mushroom!",
  "valhelsia.tip.cockroach": "Did you know that cockroaches enjoy percussion and fancy hats?",
  "valhelsia.tip.natures_compass": "Searching for a specific biome? Craft a Nature's Compass to find it!",
  "valhelsia.tip.cardboard_box": "Want to move things such as spawners over a long distance? Box it up in a cardboard box for easy transport.",
  "valhelsia.tip.tetra": "Craft a hammer from the Tetra mod and use it on a spare Crafting Table to start modifying your tools.",
  "valhelsia.tip.gavel": "A Blacksmith Gavel gains an additional 30% chance to get extra items from breaking down ore. Stacks with Fortune!",
  "valhelsia.tip.heat_generator": "A Heat Generator surrounded by lava is a very cheap passive energy source. You can also lava-log the generator itself!",
  "valhelsia.tip.minecolonies_start": "If you're interested in starting MineColonies, search around for a large flat biome such as Plains for an easier time building.",
  "valhelsia.tip.bears": "You can tame bears if you have both honey and salmon. They make for a sturdy mount that can even fight for you!",
  "valhelsia.tip.animal_dictionary": "Take a look at the Animal Dictionary to learn more about much of the wildlife in the game.",
  "valhelsia.tip.eternal_stella": "You can make your gear indestructible by using Eternal Stella on it.",
  "valhelsia.tip.flower_forest": "If you find yourself in a Flower Forest, consider picking up Yellow Orchids and Aurum Saplings, both unique to the biome.",
  "valhelsia.tip.xp_bottling": "Want to store experience levels easily? Right-click on an Enchanting Table with a Glass Bottle!",
  "valhelsia.tip.black_hole": "A Black Hole can convert experience orbs into item form - great for a mob farm.",
  "valhelsia.tip.tea": "Fancy a cup of tea? Try searching for a Swamp biome for the seeds.",
  "valhelsia.tip.coffee": "Looking for a caffeine hit? Coffee beans grow naturally in Basalt Deltas in the Nether, and only grow on Basalt.",
  "valhelsia.tip.shrines": "Search out elemental shrines in the world for useful boons that last until you die.",
  "valhelsia.tip.chisel": "A chisel can make interesting new variants of most vanilla Minecraft blocks.",
  "valhelsia.tip.effortless_building": "Build faster with Effortless Building! Hold Left-Alt (default keybind) to select a mode.",
  "valhelsia.tip.locked_drawers": "Holding a Drawer Key in your offhand while placing Storage Drawers will automatically lock them.",
  "valhelsia.tip.strawberry_altitude": "Strawberries may grow differently at high enough altitudes, right near the top of the world.",
  "valhelsia.tip.chairs": "Sitting in a chair? A comparator can detect that! Too lazy to stand up? Send a redstone signal to the chair!",
  "valhelsia.tip.crocodiles": "If a crocodile comes for you, blocking an attack with your shield will stun it for a few seconds!",
  "valhelsia.tip.platypus": "Need some clay? Try handing some redstone to a platypus.",
  "valhelsia.tip.terrapin": "Jumping on a Terrapin twice in a row will unleash your inner Italian plumber.",
  "valhelsia.tip.banana_slug": "Banana Slug Slime is useful for building underwater.",
  "valhelsia.tip.seal_bartering": "Did you know you can barter with seals? They can even give you sponges!",
  "valhelsia.tip.raccoons": "While raccoons might steal food from your chests, they'll also steal items from villagers.",
  "valhelsia.tip.blue_jay": "If you feed a Blue Jay some Glow Berries, then some to a Raccoon, the two will pair up together!",
  "valhelsia.tip.flute": "A Flute will summon your pets directly to you.",
  "valhelsia.tip.compass_sign_post": "Using a Compass on a Sign Post will cause the Sign Post to face the direction the Compass is pointing in.",
  "valhelsia.tip.quantum_catcher": "A Quantum Catcher can capture most mobs inside, making them easy to transport.",
  "valhelsia.tip.ender_pearl_dispenser": "Have you ever wondered what would happen if a Dispenser fires an Ender Pearl? Try it!"
  
}